Repository: GroSte/feumgmt
Catalog: event/locale/*/LC_MESSAGES/django.po
Languages: de

source: Vehicles
de: Fahrzeuge

source: Firefighters
de: Feuerwehrmänner

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Participants
de: Teilnehmer

source: Responsibles
de: Verantwortliche

source: Date
de: Datum

source: Subject
de: Thema

source: Note
de: Hinweis

source: Editor
de: Bearbeiter

source: Creation date
de: Erstellungsdatum

source: Last update
de: Letzte Aktualisierung

source: Training
de: Ausbildung

source: Trainings
de: Ausbildungen

source: Can view trainings
de: Kann Ausbildungen sehen

source: Location
de: Ort

source: Organizer
de: Organisator

source: Breathing Protection Training
de: Atemschutzausbildung

source: Breathing Protection Trainings
de: Atemschutzausbildungen

source: Can view breathing protection trainings
de: Kann Atemschutzausbildungen sehen

source: Number
de: Nummer

source: Alarm Time
de: Alarmzeit

source: Keyword
de: Stichwort

source: Description
de: Beschreibung

source: Volume
de: Umfang

source: Concerned
de: Betroffene

source: Street
de: Straße

source: Coordinates
de: Koordinaten

source: Signal
de: Sondersignal

source: Mission
de: Einsatz

source: Missions
de: Einsätze

source: Can view missions
de: Kann Einsätze sehen

source: Breathing Protection Carrier
de: Atemschutzgeräteträger

source: Edit
de: Bearbeite

source: Breathing Protection Carriers
de: Atemschutzgeräteträger

source: Next Medical Examination Date
de: Nächste Ärztliche Untersuchung

source: Next Breathing Protection Training Date
de: Nächster Termin Atemschutzübungsstrecke

source: Actions
de: Aktionen

source: Open
de: Öffnen

source: Create breathing protection training
de: Atemschutzausbildung erstellen

source: Delete
de: Löschen

source: Mission Alarm
de: Einsatzalarm

source: yes
de: ja

source: no
de: nein

source: Notes
de: Hinweise

source: Distance
de: Entfernung

source: Time
de: Zeit

source: Create mission
de: Einsatz erstellen

source: Show alarm view
de: Zeige Alarm-Ansicht

source: Training Import
de: Ausbildungsimport

source: Create training
de: Ausbildung erstellen

source: ^missions/?$
de: ^einsaetze/?$

source: ^mission/new$
de: ^einsatz/neu$

source: ^mission/(?P<pk>\d+)?/?$
de: ^einsatz/(?P<pk>\d+)?/?$

source: ^mission/delete/(?P<pk>\d+)?/?$
de: ^einsatz/loeschen/(?P<pk>\d+)?/?$

source: ^mission-alarm/(?P<pk>\d+)?/?$
de: ^einsatzalarm/(?P<pk>\d+)?/?$

source: ^bp-trainings/?$
de: ^asg-ausbildungen/?$

source: ^bp-training/new$
de: ^asg-ausbildung/neu$

source: ^bp-training/(?P<pk>\d+)?/?$
de: ^asg-ausbildung/(?P<pk>\d+)?/?$

source: ^bp-training/delete/(?P<pk>\d+)?/?$
de: ^asg-ausbildung/loeschen/(?P<pk>\d+)?/?$

source: ^trainings/?$
de: ^ausbildungen/?$

source: ^training/new$
de: ^ausbildung/neu$

source: ^training/(?P<pk>\d+)?/?$
de: ^ausbildung/(?P<pk>\d+)?/?$

source: ^training/delete/(?P<pk>\d+)?/?$
de: ^ausbildung/loeschen/(?P<pk>\d+)?/?$

source: ^training-import/$
de: ^ausbildung-importieren/$

source: ^bp-carriers/?$
de: ^asg-traeger-alle/?$

source: ^bp-carrier/(?P<pk>\d+)?/?$
de: ^asg-traeger/(?P<pk>\d+)?/?$
